Repository: Qaiser926/main
Catalog: assets/i18n/app_*.arb
Languages: de

source: Hello World!
de: Hallo Welt!

source: Home
de: Zuhause

# explanationEA
source: We define two categories of leisure activities. "Events" are characterized by a start time and end time while "Activities" are associated with opening hours.
de: Wir definieren zwei Kategorien von Freizeitaktivitäten. "Events" sind durch eine Startzeit und eine Endzeit charakterisiert, während "Aktivitäten" mit Öffnungszeiten assoziert sind.

source: Map
de: Karte

# exploreMap
source: Click on Map to explore
de: Klicke, um die Karte zu öffnen

# mapCategoryInfo
source: Please select a category to show results from the filters.
de: Bitte wähle zunächst eine Kategorie in den Filtern aus, um Veranstaltungen auf der Karte zu sehen.

# waitingLocationPermission
source: Allow location to see events near you
de: Warte auf Standort Zugriffsrechte

# enableGPS
source: Allow location permission
de: Standortberechtigung erteilen

# locationPermissionDeniedMessage
source: Location services are disabled. Please enable the services.
de: Standortberechtigungen sind nicht erteilt. Bitte aktiviere diese.

# locationPermissionDenied
source: Location permissions are denied.
de: Standortberechtigungen sind nicht erteilt.

# locationPermissionPermanentlyDenied
source: Location permissions are permanently denied, we cannot request permissions.
de: Standortberechtigungen sind nicht dauerhaft abgelehnt. Wir können diese nicht anfragen.

# compingUpEvents
source: Coming up Events
de: Bald beginnende Events

source: Popular Events
de: Beliebte Events

source: Popular Activities
de: Beliebte Aktivitäten

source: University Events
de: Universitäre Events

source: Follow
de: Folgen

source: More
de: Mehr

source: Favourites
de: Favoriten

source: Future Events
de: Bevorstehende Events

source: Past Events
de: Vergangene Events

# openActivities
source: Currently open Activities
de: Derzeit geöffnete Akitivitäten

# closedActivities
source: Currently closed Activities
de: Derzeit geschlossene Aktivitäten

source: Activity
de: Aktivität

source: Activities
de: Aktivitäten

source: Events & Activities
de: Events & Aktivitäten

# removeFavoriteDialog
source: Do you want to remove "{objectTitle}" from your favourites?
de: Möchtest du "{objectTitle}" von deinen Favoriten entfernen?

source: Monday
de: Montag

# mondayShort
source: Mon
de: Mo

source: Tuesday
de: Dienstag

# tuesdayShort
source: Tue
de: Di

source: Wednesday
de: Mittwoch

# wednesdayShort
source: Wed
de: Mi

source: Thursday
de: Donnerstag

# thursdayShort
source: Th
de: Do

source: Friday
de: Freitag

# fridayShort
source: Fri
de: Fr

source: Saturday
de: Samstag

# saturdayShort
source: Sat
de: Sa

source: Sunday
de: Sonntag

# sundayShort
source: Sun
de: So

source: Open
de: Geöffnet

source: Closed
de: Geschlossen

# openSoon
source: Opens soon
de: Öffnet bald

# closedSoon
source: Closes soon
de: Schließt bald

# unknown
source: Not available
de: Nicht verfügbar

# alwaysOpen
source: 24h open
de: 24h offen

source: Opening hours
de: Öffnungszeiten

# noLikedEvents
source: No liked Events yet
de: Du hast noch keine Events geliket

# noLikedActivities
source: No liked Activities yet
de: Du hast noch keine Aktitivitäten geliket

# shareMessage
source: I have found an event on Othia that you might like
de: Ich habe auf Othia ein Event gefunden, dass dich interessieren könnte

# noPriceAvailable
source: No price information available
de: Keine Preisinformationen verfügbar

source: Attributions
de: Attributionen

# isFree
source: Free entry
de: Gratis Eintritt

# priceStartingAt
source: from €{price}
de: ab {price}€

# statusCancelled
source: Cancelled
de: Abgesagt

# statusSoldOut
source: Sold Out
de: Ausverkauft

# statusLive
source: Live
de: Laufend

source: Publish
de: Veröffentlichen

source: Information
de: Informationen

# snackBarMessageAdding
source: Add now missing events or activities. You can also post those events or activities where you are not the organizer. Events are characterized by a start time while activities correspond to opening times.
de: Hier hast du die Möglichkeit, fehlende Events und Aktivitäten hinzuzufügen. Du kannst auch Events oder Aktivitäten hinzufügen, bei denen du nicht selbst der Veranstalter bist. Als Events werden diejenigen Veranstaltungen interpretiert, die eine Start- und gegebenfalls Endzeit haben, während Aktivitäten Öffnungszeiten aufweisen.

# snackBarMessageModifying
source: Your modifications become active once you publish them in the last step.
de: Deine Änderungen werden aktiv, wenn du sie im letzten Schritt veröffentlichst.

# addActions
source: Delete or Share
de: Löschen oder Teilen

source: Title
de: Titel

# titleHint
source: State a title
de: Gib einen Titel an

# titleErrorMessage
source: A title is required
de: Titel ist erforderlich

source: Categorization
de: Kategorisierung

# categorizationHint
source: Choose a main category
de: Wähle eine Hauptkategorie

# categorizationErrorMessage
source: A category is required
de: Kategorie ist erforderlich

# subcategorizationHint
source: Choose a subcategory
de: Wähle eine Subkategorie

# subcategorizationErrorMessage
source: A subcategory is required
de: Subkategorie ist erforderlich

source: Location
de: Ort

source: Address
de: Adresse

# addressErrorMessage
source: Address could not be verified
de: Adresse konnte nicht validiert werden

source: Street
de: Straße

# streetNumberShort
source: No
de: Nr

source: City
de: Stadt

# postalCodeShort
source: PC
de: Plz

# locationSwitchingDialog
source: Switching will cause that the address will not be shown to users as your event or activity will be considered online.
de: Wenn Online aktiviert ist, wird die angegebene Adresse nicht angezeigt.

# timeInfo
source: If you choose a start time, your post will be interpreted as event, if you select opening hours it will be interpreted as activity.
de: Wenn du eine Start- und Endzeit wählst, wird deine Veranstaltung als Event interpretiert, wenn du Öffnungszeiten wählst als Aktivität.

source: Time
de: Zeit

source: Add Hours
de: Zeiten hinzufügen

source: Opening time
de: Öffnungszeit

source: Closing time
de: Schließzeit

# openingHoursErrorMessage
source: Closing time cannot be earlier than opening time
de: Schließzeit kann nicht vor der Öffnunszeit liegen

# startEndTime
source: Start time & End time
de: Startzeit & Endzeit

source: Start time
de: Startzeit

# startTimeHint
source: Select a start time
de: Wähle eine Startzeit

# startTimeErrorMessage
source: Start time is required
de: Startzeit ist erforderlich

source: End time
de: Endzeit

# endTimeHint
source: Select an end time
de: Wähle eine Endzeit

# endTimeBeforeStartErrorMessage
source: End time cannot be earlier than stated start time
de: Endzeit kann nicht vor der Startzeit liegen

# timeSwitchingDialogOpeningHours
source: There can be either a start time and end time stated or opening hours. Switching will cause that opening times instead of start times are considered.
de: Es können entweder Öffnungszeiten oder eine Start- und Endzeit angegeben werden. Wenn Öffnungszeiten aktiviert sind, wird deine angegebene Startzeit nicht angezeigt.

# timeSwitchingDialogStartTime
source: There can be either a start time and end time stated or opening hours. Switching will cause that a start time is considered and the opening times are neglected.
de: Es können entweder Öffnungszeiten oder eine Start- und Endzeit angegeben werden. Wenn eine Startzeit aktiviert ist, werden keine Öffnungszeiten angezeigt.

source: Image
de: Bild

# descriptionAdd
source: Description
de: Beschreibung

# descriptionHint
source: State a description
de: Gib eine Beschreibung an

source: Price
de: Preis

source: Add price group
de: Preisgruppe hinzufügen

# priceLabelHintText
source: Label, e.g. "Regular", "Students"
de: Label, z.B. "Regulär", "Studenten"

# ticketingHint
source: State a ticketing-url
de: Gib eine Ticketing-Url an

# ticketInfo
source: Here you have the opportunity to insert your ticket-url. User will be forwarded from the Othia app to the corresponding url.
de: Hier hast du die Möglickeit, eine Ticket-URL einzufügen. User werden von Othia weitergeleitet auf die Webseite.

# websiteUrl
source: Website
de: Webseite

# websiteHint
source: State the url of a website
de: Gib eine Webseiten-Url an

# websiteInfo
source: Here you have the opportunity to insert the url of a website stating more information. User will be forwarded from the Othia app to the corresponding url.
de: Hier hast du die Möglickeit, eine Webseite einzufügen, auf der User weitere Informationen erhalten können. User werden von Othia weitergeleitet auf die Webseite.

source: Search Enhancement
de: Suchoptimierung

# searchEnhancementInfo
source: By stating the different levels, our algorithms can target user preferences better which in return helps promoting your event or activity
de: Durch angeben der verschiedenen Level über die Regler, können unsere Algorithmen Nutzer-Präferenzen besser bedienen. Dies hilft dabei, deine Veranstaltung zu bewerben.

# imageDefaultHint
source: Click to upload customized image
de: Klicke, um das Standardbild durch ein eigenes zu ersetzen

# changeImageHint
source: Click to choose another picture
de: Klicke, um das Bild zu ändern

source: Back to default image
de: Zurück zum Standardbild

# imageRightsText
source: I own the rights to this image
de: Ich besitze Rechte an diesem Bild

# imageRightsErrorMessage
source: You have to have the permission. Alternatively, go back to the default image.
de: Du musst die Urheberrechte bestätigen. Alternativ, wähle das Standardbild.

source: Reset slider
de: Slider zurücksetzen

source: Public
de: Öffentlich

source: Private
de: Privat

source: Visibility
de: Sichtbarkeit

# visibilityInfoText
source: Public events or activities will be shown on our platform to users whereas private event or activities can only be accessed via a shared url
de: Öffentliche Veranstaltungen werden auf unserer Plattform angezeigt, wohingegen private Veranstaltungen nur über einen geteilten Link abgerufen werden können

source: Profile Visibility
de: Profil Sichtbarkeit

# profileVisibilityInfoText
source: If you do not want your profile to be shown at the detail page of the event or activity, for instance, if you are not the organizer, you can change the status here
de: Wenn du nicht möchtest, dass deine Profil Informationen auf der Detail Seite der Veranstaltung angezeigt werden, hast du hier die Möglichkeit, dies anzugeben.

source: Show profile
de: Profil anzeigen

source: Hide profile
de: Profil verbergen

# guidelinesText
source: I agree that the data related to the event or activity will be processed by Othia. I confirm that no extremist or racist content will be distributed.
de: Ich bin damit einverstanden, dass die mit der Veranstaltung im Zusammenhang stehenden Daten von Othia verarbeitet werden. Ich bestätige, dass keine extremistischen oder rassistischen Inhalte verbreitet werden.

# agreeGuidelinesCaption
source: Guidelines Consent
de: Richtlinien Zustimmung

# agreeGuidelinesText
source: I agree to the guidelines
de: Ich stimme den Richtlinien zu

# agreeGuidelinesErrorMessage
source: To publish, you must agree to our guidelines
de: Um Veranstaltungen hinzufügen zu können, musst du unseren Richtlinien zustimmen.

# deleteDialog
source: Are you sure you want to delete this {eA}?
de: Bist du dir sicher, dass du diese(s) {eA} löschen willst?

# deleteEAWaitingMessage
source: Your event or activity is being deleted from our data base.
de: Deine Veranstaltung wird aus unserer Datenbank gelöscht

# deleteErrorMessage
source: An unexpected error occurred while deleting your event or activity. Please try again later. If this error persists, please contact us.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es später erneut. Bitte kontaktiere uns, sollte sich der Fehler wiederholen.

# saveEAWaitingMessage
source: Your event or activity is being added to our data base. This can take a while.
de: Deine Veranstaltung wird zu unserer Datenbank hinzugefügt. Dies kann einen Moment dauern.

# forbiddenErrorMessage
source: 403 Error - You do not have the privileges to access this resource.
de: 403 Error - Dir fehlen die Berechtigungen für die Aktion.

# notFoundErrorMessage
source: 404 Error - The requested resource could not be found.
de: 404 Error - Unser Server konnte die angefragte Resource nicht finden.

# internalServerError
source: 50X Error - An internal server error happened. If the error repeats, please contact us.
de: 50X Error - Aufgrund eines Server-Fehlers konnte die Anfrage nicht ausgeführt werden. Bitte kontaktiere uns, sollte der Fehler wiederholt auftreten.

# defaultRequestErrorMessage
source: No Data Exit.
de: Kein Datenausgang.

source: Share Link
de: Teile Link

source: Store QR code
de: QR Code speichern

# goToCreatedEA
source: View created post
de: Veranstaltung ansehen

# gotToHome
source: Go back to app
de: Zurück zur App

# storedQRCodeMessage
source: QR Code was stored in gallery
de: QR Code in Gallerie gespeichert

source: CANCELLED
de: ABGESAGT

source: SOLD OUT
de: AUSVERKAUFT

# description
source: About
de: Beschreibung

# website
source: More information
de: Mehr Informationen

source: Calendar
de: Kalender

source: Share
de: Teilen

# marchShort
source: Mar
de: Mär

# mayShort
source: May
de: Mai

# octoberShort
source: Oct
de: Okt

# decemberShort
source: Dec
de: Dez

# exploreLocation
source: More at this location
de: Mehr an diesem Ort

# exploreEventSeries
source: Other dates
de: Weitere Termine

# exploreCategory
source: More from "{categoryName}"
de: Mehr aus "{categoryName}"

source: Category
de: Kategorie

# severalCategories
source: Multiple Categories
de: Mehrere Kategorien

source: Type
de: Typ

source: Sort
de: Sortieren

# additionalFilters
source: More
de: Weitere

# priceRangeDescription
source: Price range
de: Preisspanne

source: Clear
de: Zurücksetzen

source: Show results
de: Ergebnisse

# clearFilter
source: Reset Filter
de: Filter Zurücksetzen

source: Free
de: Gratis

source: Unlimited
de: Unlimitiert

source: Search
de: Suche

source: Discover
de: Entdecken

# results
source: Search Results
de: Suchergebnisse

source: From
de: Von

source: To
de: Bis

# notLoggedInMessageLike
source: Log in to add favorites
de: Log dich ein, um Favoriten hinzufügen zu können

# notLoggedInMessage
source: Log in to see this page!
de: Log dich ein, um die Inhalte sehen zu können

# notLoggedInMessageAdd
source: Log in to add events or activities.
de: Log dich ein, um Events oder Aktivitäten hinzufügen zu können.

source: Profile
de: Profil

source: Next Weekend
de: Nächstes Wochenende

source: This Weekend
de: Dieses Wochenende

source: This Week
de: Diese Woche

source: Next Week
de: Nächste Woche

source: Today
de: Heute

source: Tomorrow
de: Morgen

# priceRising
source: Price ↑
de: Preis ↑

# dateRising
source: Date ↑
de: Datum ↑

source: Popularity
de: Popularität

# noResultsFound
source: No results found for search criteria
de: Keine Ergebnisse gefunden für Suchkriterien

# closeAppDialog
source: Do you want to exit the App?
de: Möchtest du die App schließen?

# deleteAccountDialogTitle
source: Do you really want to delete your account? If you have posted events or activities they will not be visible anymore.
de: Möchtest du wirklich deinen Account löschen? Solltest du Events oder Aktivitäten gepostet haben, werden diese danach nicht mehr sichtbar sein.

# deleteAccountDialogContent
source: All your data will be deleted. This is permanent.
de: Alle deine Daten werden gelöscht - dies ist nicht rückgängig zu machen.

# deleteAccountSuccess
source: Your account has been successfully deleted.
de: Dein Account wurde erfolgreich geschlöscht.

# deleteAccountFailure
source: There was an error deleting your account. Please try again later. If this error persists, please contact us.
de: Ein Fehler ist beim Löschvorgang aufgetreten. Bitte versuche es später erneut. Bitte kontaktiere uns, sollte der Fehler bestehen bleiben.

source: Delete
de: Löschen

source: Confirm
de: Bestätigen

# continueText
source: Continue
de: Weiter

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Save
de: Speichern

source: Show More
de: Mehr Zeigen

# futureHostedEvents
source: Upcoming events created by you
de: Von dir erstellte zukünftige Events

# pastHostedEvents
source: Past events created by you
de: Von dir erstellte vergangene Events

# hostedActivities
source: Activities created by you
de: Von dir erstellte Aktivitäten

# futureHostedEventsOrganizer
source: Future events published by organizer
de: Zukünftige Events vom Veranstalter

# pastHostedEventsOrganizer
source: Past events published by organizer
de: Vergangene Events vom Veranstalter

# hostedActivitiesOrganizer
source: Activities published by organizer
de: Aktivitäten vom Veranstalter

source: Help
de: Hilfe

source: Privacy
de: Privatsphäre

source: Preferences
de: Präferenzen

source: Settings
de: Einstellungen

source: Change Password
de: Passwort ändern

source: Edit Profile
de: Profil bearbeiten

source: Delete Account
de: Account löschen

source: Account Settings
de: Account Einstellungen

# successfulLogoutMessage
source: You have been successfully logged out.
de: Du wurdest erfolgreich ausgeloggt.

# editNameErrorMessage
source: Your name cannot be empty.
de: Deine Name kann nicht leer sein.

# notEmptyErrorMessage
source: Cannot be Empty
de: Das Feld darf nicht leer sein

source: Gender
de: Geschlecht

source: Male
de: Männlich

source: Female
de: Weiblich

# diverseGender
source: Diverse
de: Divers

source: Birthdate
de: Geburtsdatum

source: Resend
de: Erneut Senden

source: Confirmation Code
de: Bestätigungscode

# signupNameHintText
source: This is you publicly shown name
de: Dies ist dein öffentlich angezeigter Name

# profileDialogTitle
source: Input your {placeholder} here
de: Gib hier deinen {placeholder} ein

source: Logout
de: Ausloggen

source: Sign Up
de: Account erstellen

source: Login
de: Einloggen

source: Password
de: Passwort

# invalidMailError
source: invalid Email
de: ungültige Email

source: Wrong Code
de: Der eingegebene Code ist falsch

# probalbyAlreadyAuthorized
source: Something went wrong. Maybe your Email is already confirmed?
de: Etwas ist schiefgelaufen. Ist deine EMail eventuell schon bestätigt?

# unspecifiedError
source: Something went wrong
de: Etwas ist schiefgelaufen

# emailInUse
source: This Email is already taken. If you have not confirmed it yet, you can state it in the login menu anyway.
de: Diese Email ist schon einem Account zugeordnet. Solltest du diese noch nicht bestätigt haben, kannst du diese Email-Adresse dennoch im regulären Login angeben.

# notYetConfirmed
source: Your Mail has not been confirmed yet
de: Deine Email wurde noch nicht bestätigt.

# wrongCredentialsError
source: Login failed. Check your Email and Password
de: Login fehlgeschlagen. Überprüfe deine Email und dein Passwort

# noEmailError
source: Message could not be sent. Validate your Input
de: Nachricht konnte nicht gesendet werden. Überprüfe deine Eingabe

# termsConditionsError
source: Please verify that you confirm to our privacy policy.
de: Bitte bestätige, dass du mit unseren Datenschutzrichtlinien einverstanden bist

# termsConditionsHint
source: I consent to the data processing policy.
de: Ich akzeptiere die Datenschutzerklärung.

source: Recover Password
de: Passwort vergessen

source: Repeat Password
de: Passwort Wiederholen

# repeatPasswordError
source: Password does not match
de: Passwörter stimmen nicht überein

# passwordLengthError
source: Password has to be at least 7 characters long
de: Das Passwort muss mindestens 7 Zeichen lang sein.

source: Language
de: Sprachen

source: German
de: Deutsch

source: English
de: Englisch

# helpText
source: If you need help or you want to give us feedback, feel free to contact us: othia@outlook.de
de: Wenn du Hilfe benötigst, Fragen hast oder uns Feedback geben möchtest, dann kontaktiere uns: othia@outlook.de

# noAssociatedEAMessage
source: You have not created any Events or Activities yet. Add an event or activity now!
de: Du hast noch keine Events oder Aktivitäten erstellt. Füge jetzt ein Event oder eine Aktivität hinzu!

# noAssociatedEAOrganizer
source: The user has not posted any public events or activities yet.
de: Der User hat noch keine öffentlichen Events oder Aktivitäten erstellt.

# shortPasswordErrorMessage
source: The password must have at least {passwordLength} characters.
de: Das Passwort muss mindestens {passwordLength} Zeichen lang sein.

# longPasswordErrorMessage
source: The password must not have more than {passwordLength} characters.
de: Das Passwort darf nicht mehr als {passwordLength} Zeichen lang sein.

# matchingPasswordErrorMessage
source: Passwords are not matching
de: Die angegebenen Passwörter stimmen nicht überein.

# oldPassword
source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Confirm Password
de: Passwort bestätigen

source: Entertainment
de: Unterhaltung

# nightlife
source: Nightlife & Clubs
de: Nachtleben & Clubs

# food
source: Food & Tasting
de: Essen & Tasting

# sport
source: Sport & Fun
de: Sport & Spaß

# wellness
source: Retreat & Wellness
de: Erholung & Wellness

# attractionTours
source: Attraction, Tours & Trips
de: Attraktionen, Touren & Ausflüge

# culture
source: Culture & Performing Art
de: Kultur & darstellende Künste

# studentsFamily
source: Students, Family & Couples
de: Studierende, Familie & Paare

source: Diverse
de: Sonstiges

source: Comedy & Cabaret
de: Comedy & Kabarett

source: Music Concert
de: Musik Konzerte

source: Movie & Planetarium
de: Film & Planetarium

source: Music Festival
de: Musik Festival

source: Circus
de: Zirkus

source: Fair & Amusement Park
de: Kirmis & Vergnügungsparks

# carnival
source: Carneval
de: Karneval

source: Other Entertainment
de: Sonstiges - Entertainment

source: Other Nightlife & Clubs
de: Sonstiges - Nachtleben & Clubs

source: Other Sport & Fun
de: Sonstige Sport & Fun

source: Other Attraction, Tours & Trips
de: Sonstiges - Attraktionen & Ausflüge

source: Health
de: Gesundheit

source: Spiruality
de: Spirualität

source: Other Retreat & Wellness
de: Sonstiges - Erholung & Wellness

source: Other Food & Tasting
de: Sonstiges - Essen & Tasting

source: Classic Concert
de: Klassisches Konzert

source: Theatre
de: Theater

source: Reading
de: Lesung

source: Art Exhibition & Gallery
de: Kunstausstellung & Gallerie

source: Dance & Ballet
de: Tanz & Ballet

source: Culture Festival
de: Kultur Festival

source: Other Culture & Performing Art
de: Sonstiges - Kultur & darstellende Künste

source: Students
de: Student

source: Family
de: Familie

source: Kids
de: Kinder

source: Couples
de: Paare

source: Other Students, Family & Couples
de: Sonstiges - Studierende, Familie & Paare

source: Mass & Religious Happenings
de: Messen & religiöse Veranstaltungen

source: Politics
de: Politik

source: Weekly Market
de: Wochenmarkt

source: Flea Market
de: Flohmarkt

source: Talk
de: Diskussion

source: Conferences & Career Events
de: Konferenzen & Karriere Events

source: Garden
de: Garten

source: Other Community & Workshops
de: Sonstiges - Community & Workshops

source: Other Diverse
de: Sontige - Divers

# cognitiveLevelInfo
source: Degree of required cognitive performance
de: Gibt an, inwieweit kognitive Anstrengungen Bestandteil des Events oder der Aktivität sind

# cognitiveLevelZero
source: 0: No cognitive performance required
de: 0: Keine kognitiven Anstrengungen nötig

# cognitiveLevelOne
source: 1: Some thinking required
de: 1: Leichte kognitive Anstrengungen nötig

# cognitiveLevelTwo
source: 2: Processing of new information required
de: 2: Verarbeiten neuer Informationen nötig
