Repository: Qaiser926/main
Catalog: assets/i18n/app_*.arb
Languages: de

# cognitiveLevelThree
source: 3: Solving quizzes and comparable
de: 3: Lösen von Rätseln oder Ähnliches

# cognitiveLevelFour
source: 4: Complex thinking and memorizing elementary
de: 4: Komplexes Denken und Lernen elementar

# socialLevelInfo
source: Degree of required social interactions
de: Gibt an, inwieweit soziale Interaktionen Bestandteil des Events oder der Aktivität sind

# socialLevelZero
source: 0: No human interaction
de: 0: Keine Zwischenmenschlichen Interaktionen

# socialLevelOne
source: 1: Some human interaction
de: 1: Einige Zwischenmenschlichen Interaktionen

# socialLevelTwo
source: 2: Interactions with other people inherent
de: 2: Konversationen mit anderen Menschen inhärent

# socialLevelThree
source: 3: Meeting many new people
de: 3: Zusammentreffen mit vielen Unbekannten

# socialLevelFour
source: 4: Large crowds involved
de: 4: Große Menschenmengen anzutreffen

# physicalLevelInfo
source: Degree of required physical effort
de: Gibt an, inwieweit physische Anstrengung Bestandteil des Events oder der Aktivität sind

# physicalLevelZero
source: 0: No physical effort, e.g. sitting
de: 0: Keine phynische Anstrengung, z.B. Sitzen

# physicalLevelOne
source: 1: Low physical effort, e.g. walking
de: 1: Geringe physische Anstrengung, z.B. Gehen

# physicalLevelTwo
source: 2: Medium physical effort, e.g. GoKart
de: 2: Mittlere physische Anstrengung, z.B. GoKart

# physicalLevelThree
source: 3: Increased physical effort, e.g. Yoga
de: 3: Erhöhte physische Anstrengung, z.B. Yoga

# physicalLevelFour
source: 4: High physical effort, e.g. Gym
de: 4: Hohe physische Anstrengung, z.B. Fittness

# personEligibilityZero
source: 0: Not possible or very uncommon
de: 0: Nicht möglich oder sehr ungewöhnlich

# personEligibilityOne
source: 1: Possible but rather uncommon
de: 1: Möglich aber ungewöhnlich

# personEligibilityTwo
source: 2: Possible
de: 3: Möglich

# personEligibilityThree
source: 3: Perfectly possible
de: 4: Sehr gut möglich

source: Cognitive Level
de: Kognitives Level

source: Physical Level
de: Physisches Level

source: Social Level
de: Soziales Level

source: Single Person Eligibility
de: Für eine Person geeignet

source: Couple Eligibility
de: Für Paare geeignet

source: Friend Group Eligibility
de: Für Freundesgruppen geeignet

# professionalEligibility
source: Work Colleagues Eligibility
de: Für Arbeitskollegen geeignet

# singlePersonEligibilityInfo
source: States how suitable the event or activity is to be visited by a single person
de: Gibt an wie geeignet das Event oder die Aktivität für eine einzele Person ist

# coupleEligibilityInfo
source: States how suitable the event or activity is to be visited by a couple
de: Gibt an wie geeignet das Event oder die Aktivität für ein Paar ist

# friendGroupEligibilityInfo
source: States how suitable the event or activity is to be visited by a group of friends
de: Gibt an wie geeignet das Event oder die Aktivität für eine Freundesgruppe ist

# professionalEligibilityInfo
source: States how suitable the event or activity is to be visited by work colleagues
de: Gibt an wie geeignet das Event oder die Aktivität für eine Arbeitskollegen ist
